// © Copyright 2012-2016 HP Development Company, L.P.

// Task names
PISTTaskName = "HP Produktforbedringsundersøkelse";

// Opt in view
PISTLocationLanguageRequestLabel = "Fortell oss hvor og hvordan dette produktet vil bli brukt.";
PISTLocationLabel = "Plassering:";
PISTLanguageLabel = "Språk:";

// Non ISO locations
other = "Annen";
europe = "Europa";
middleeast = "Midtøsten";
northwestafrica = "Nordvest-Afrika";
southernafrica = "Sørlige Afrika";
asiapacific = "Stillehavsområdet av Asia";
latinamerica = "Latin-Amerika";
caribbean = "Karibia";

PISTDescriptionLabel = "HPs produktforbedringsundersøkelse er et forskningsprogram som gjør HP i stand til å forbedre produktene sine med tanke på kundenes behov.";
PISTExtendedDescriptionLabel = "Hvis du velger å delta, vil vi innhente steds- og bruksinformasjon om skriverne du har registrert i HP Utility. Det vil hjelpe oss med å forbedre din opplevelse av HPs produkter og tjenester i fremtiden. Vi vil ikke innhente eller lagre navnet ditt, adressen eller andre personopplysninger. Vi vil heller ikke innhente innhold eller filnavn fra dokumentene du skriver ut.";

PISTOptInDescriptionLabel = "Hjelp HP med å lage produkter som på best mulig måte dekker dine behov, ved å tillate at anonym informasjon blir sendt tilbake til HP. Kontroller skriverinnstillingen på frontpanelet for å se at den gjenspeiler valget ditt. Takk!";

PISTOptInButtonTitle = "Bli med på å forbedre HPs produkter og tjenester";
PISTZipCodeLabel = "Postnummer:";

PISTPrimaryUseLabel = "Jeg bruker primært produkter og tjenester fra HP:";
PISTSelectPrimaryUsageTitle = "Velg primærbruk";

// How use choises
PISTInHome = "I hjemmet";
PISTHomeElement002 = "til personlig bruk";
PISTHomeElement0031 = "i en hjemmebasert bedrift";
PISTHomeElement0032 = "til arbeidsrelatert bruk";
PISTHomeElement0033 = "som telependler";

PISTInBusiness = "I en bedrift";
PISTBusinessElement005 = "med 1-9 ansatte";
PISTBusinessElement006 = "med 10-99 ansatte";
PISTBusinessElement0061 = "med 100-499 ansatte";
PISTBusinessElement0062 = "med mer enn 500 ansatte";

PISTMoreInfoTitle = "Mer informasjon";
PISTPrivacyPolicyTitle = "HP Personvernerklæring";
PISTDataPrivacyTitle = "Melding voor gegevensprivacy";

PISTApply = "Bruk";
PISTCancel = "Avbryt";

PISTRetrieveInformationTitle = "Henter informasjon…";

// More info tab
PISTMoreInfoToolTip = "Mer informasjon";
